{
	"page.home.head.title": "Кийинки Тил",
	"page.home.head.meta.description": "Next.js i18n мисалы - Кыргызча",
	"page.about.head.title": "Кийинки Тил",
	"page.header.home": "Башкы бет",
	"page.header.about": "Биз жөнүндө",
	"page.home.title": "<b>Башкы бетке</b> кош келиңиз",
	"page.home.description": "Учурда башкы бетті кыргыз тилинде көрүп жатасыз",
	"page.about.title": "Мен жөнүндө",
	"page.about.about.me": "Эльхан Кыргызстандагы Каракол шаарында төрөлүп, ошол жерде чоңойгон. Анын ата-энеси жөнөкөй адамдар болгон, алар жергиликтүү ишканаларда иштешкен жана уулун ар дайым билим алууга, өнүгүүгө шыктандырган.Эльхан кичинекей кезинен эле компьютерлерге жана технологияга кызыгып баштаган. 12 жашында ата-энеси ага биринчи компьютер сатып беришкен, ошондон бери ал программалоого кызыга баштаган.Мектепте Эльхан мыкты окуучу болгон жана көп учурда информатика боюнча олимпиадаларга катышкан. Мектепти бүткөндөн кийин, ал университетке тапшырып, программалоону тереңирээк үйрөнүүнү чечкен.Университетте Эльхан \"Компьютердик системалар үчүн программалык камсыздоо\" адистигин тандап, ал жерде frontend иштеп чыгуунун дүйнөсү менен таанышкан жана ага ашык болуп калган. Ал колдонуучулар көйгөйлөрүн чече турган кооз жана функционалдуу веб-сайттарды түзүүнү жактырган.Университетти бүтүргөндөн кийин, Эльхан Каракол шаарындагы чакан веб-студияда иштеп баштаган. Ал ал жакта бир жыл иштеп, жергиликтүү ишканалар жана уюмдар үчүн веб-сайттарды түзүү боюнча көп тажрыйба топтогон.Бир күнү, Эльханга Кыргызстандын борбору Бишкектеги ири IT компаниядан иш сунушу келген. Бул анын үчүн чоң мүмкүнчүлүк болгон, ошондуктан ал бул сунушту кабыл алган.Ошондон бери, Эльхан ушул компанияда иштеп, көптөгөн веб-тиркемелер жана веб-сайттар үчүн frontend бөлүгүн иштеп чыгууда. Ал жаңы технологияларды үйрөнүп, өзүнүн чеберчилигин өркүндөтүүнү улантып, өз тармагында мыкты адис болууга аракет кылууда.Эльхан Каракол шаарында төрөлүп, чоңойгону менен сыймыктанат жана өлкөсүндөгү технология жана программалоонун өнүгүүсүнө өз салымын кошуп жатканына кубанат."
}
